Repository: Mohammedabdooo/smarteducsd.eb2a.com
Catalog: Tutor.*.po
Languages: ar

source: Helps connect Google Classrooms with Tutor LMS courses, allowing you to use features like Classroom streams and files directly from the Tutor LMS course.
ar: Helpt Google Classrooms te verbinden met Tutor LMS-cursussen, zodat u functies zoals Classroom-streams en bestanden rechtstreeks vanuit de Tutor LMS-cursus kunt gebruiken.

source: Google Classroom Integration
ar: Google Classroom-integratie

source: Take advanced control on enrollments. Enroll the student manually.
ar: Neem geavanceerde controle over inschrijvingen. Schrijf de student handmatig in.

source: Unlock lessons by schedule or when the student meets specific condition.
ar: Ontgrendel lessen volgens schema of wanneer de student aan een specifieke voorwaarde voldoet.

source: Discuss about course and share your knowledge with your friends through BuddyPress
ar: Bespreek een cursus en deel uw kennis met uw vrienden via BuddyPress

source: Please contact your instructor for further information
ar: Neem contact op met je instructeur voor meer informatie

source: The video conference has expired
ar: De videoconferentie is verlopen

source: Password
ar: Wachtwoord

source: Meeting Date
ar: Meeting datum

source: Join in Zoom App
ar: Doe mee met de Zoom-app

source: Meeting Starts in
ar: Meeting begint over

source: Go to Course Home
ar: Ga naar cursus dashboard

source: Start Meeting
ar: Start de vergadering

source: Join in Browser
ar: Doe mee in je browser

source: by
ar: door

source: About Course
ar: Over cursus

source: Copy Link
ar: Kopieer link

source: Default
ar: Standaard

source: Commission
ar: Commissie

source: Instructor Settings
ar: Instructeurinstellingen

source: Duplicate
ar: Duplicaat

source: Edit With Frontend Course Builder
ar: Bewerken met frontend cursusbouwer

source: Incorrect
ar: Niet correct

source: Review Required
ar: Beoordeling vereist

source: Correct/Incorrect
ar: Juist onjuist

source: Given Answers
ar: Gegeven antwoorden

source: No.
ar: Nee.

source: Back to quiz
ar: Terug naar quiz

source: View Attempts
ar: Bekijk pogingen

source: Fail
ar: Mislukken

source: Pass
ar: Slaging

source: Manually reviewed at
ar: Handmatig beoordeeld op

source: Result
ar: Resultaat

source: Pass Mark
ar: Slagingspercentage

source: Earned Marks
ar: Verdiende punten

source: Total Marks
ar: Totaal punten

source: Previous attempts
ar: Eerdere pogingen

source: Last Updated at
ar: Laatst bijgewerkt op

source: Grade
ar: Rang

source: After generate gradebook for this couse, you can see details report, quiz and assignments wise and you will get a final grade
ar: Na het genereren van een cijferlijst voor deze cursus, kun je de details van het rapport, de quiz en de opdrachten bekijken en krijg je een eindcijfer

source: Gradebook not generated yet
ar: Cijferlijst nog niet gegenereerd

source: Generate Gradebook
ar: Cijferlijst genereren

source: Enabling this option will let the students view quiz attempt details including the answer to each question.
ar: Als u deze optie inschakelt, kunnen de studenten de details van de quizpogingen bekijken, inclusief het antwoord op elke vraag.

source: Detail Attempt View
ar: Detailpoging bekijken

source: The values you set here define the default values that are used in the settings form when you create a new quiz.
ar: De waarden die u hier instelt, definiëren de standaardwaarden die worden gebruikt in het instellingenformulier wanneer u een nieuwe quiz maakt.

source: View Attempt
ar: Bekijk poging

source: Upload a logo to show in frontend course builder page.
ar: Upload een logo voor weergave op de cursusbouwer pagina van de frontend.

source: Upload Logo
ar: Logo uploaden

source: Course Builder Page Logo
ar: Logo van cursusbouwer pagina

source: Tutor LMS Pro Settings
ar: Tutor LMS Pro-instellingen

source: Delete
ar: Verwijder

source: Are you sure?
ar: Weet je zeker dat?

source: No enough data to show
ar: Niet genoeg gegevens om te laten zien

source: Items
ar: Artikelen

source: %d quiz, %d assignment
ar: %d quiz,%d opdracht

source: Final Grade
ar: Eindcijfer

source: Search by course or student name
ar: Zoek op cursus- of studentnaam

source: Re-generate Gradebook
ar: Genereer cijferlijst opnieuw

source: Bulk Actions
ar: Bulkacties

source: No grading system has been defined to manage student grades. %s Import Sample Grade Data %s
ar: Er is geen beoordelingssysteem gedefinieerd om de cijfers van studenten te beheren. %s Importeer voorbeeldcijfergegevens %s

source: Are you Sure?
ar: Weet je zeker dat?

source: Grade Range %
ar: Cijfer bereik %

source: Add New Grade
ar: Voeg een nieuw cijfer toe

source: Grade Color
ar: Cijfer kleur

source: Number Percent To
ar: Aantal procent tot

source: Number Percent From
ar: Aantal procent van

source: Update Gradebook
ar: Cijferlijst updaten

source: Add new Grade
ar: Voeg een nieuw cijfer toe

source: Grade Colour
ar: Cijfer kleur

source: Grade Name
ar: Cijfernaam

source: Gradebooks
ar: Cijferlijsten

source: Insert the grade point out of which the final results will be calculated.
ar: Voer het maximaal aantal punten in waarop de eindresultaten worden berekend.

source: Input the separator text or symbol to display. Example: Insert “/” to display 3.8/4.0 or “out of” 3.8 out of 4.
ar: Voer de scheidingstekst of het symbool in dat moet worden weergegeven. Voorbeeld: Voeg “/” in om 3.8/4.0 of “van” om 3.8 van 4.0 weer te geven

source: Grade scale separator
ar: Cijfer scheidingsteken

source: Display the final grade point to everyone such as 3.8%s
ar: Geef het eindcijfer weer, zoals 3,8%s

source: Show
ar: Tonen

source: Grade Scale
ar: Cijfer schaal

source: Enable this option for the database to calculate in grade points instead of division.
ar: Schakel deze optie in om het cijfer laten berekenen in punten in plaats van percentage.

source: Grade Point
ar: Cijfer gemiddelde

source: Gradebook Settings
ar: Cijferlijst instellingen

source: Gradebook has been deleted
ar: Cijferlijst is verwijderd

source: Gradebook has been re-generated
ar: Cijferlijst is opnieuw gegenereerd

source: Failed
ar: Mislukt

source: Passed
ar: Geslaagd

source: Your grade is
ar: Je cijfer is

source: You received %s points out of %s
ar: Je hebt %s punten ontvangen van %s

source: The grade has been deleted successfully.
ar: Het cijfer is succesvol verwijderd.

source: Gradebook has been updated successfully
ar: Cijferlijst is bijgewerkt

source: Gradebook has been added successfully
ar: Cijferlijst is toegevoegd

source: Maximum Grade Percentile
ar: Maximum aantal punten percentage

source: Minimum Grade Percentile
ar: Minimum cijferpercentage

source: Grade name field is required
ar: Cijfernaamveld is verplicht

source: Gradebook
ar: Cijferlijst

source: Select items that should be complete before this item
ar: Selecteer items die vóór dit item voltooid moeten zijn

source: Select prerequisites item
ar: Selecteer het item dat vereist is

source: This lesson will be available after the given number of days.
ar: Deze les is beschikbaar na het opgegeven aantal dagen.

source: Days
ar: Dagen

source: Date Format:
ar: Datumnotatie:

source: Lesson unlocking date:
ar: Les ontgrendelingsdatum:

source: Content Drip Settings
ar: Inhoud druppelen instellingen

source: You can take this %s after finishing the following prerequisites:
ar: U kunt deze %s doen nadat u aan de volgende vereisten heeft voldaan:

source: Please submit previous %s first
ar: Dien eerst de vorige %s in

source: Please complete previous %s first
ar: Voltooi eerst de vorige %s

source: This lesson will be available for you from %s
ar: Deze les is voor jou beschikbaar vanaf %s

source: This %s will be available from %s
ar: Deze %s is beschikbaar vanaf %s

source: You can schedule your course content using the above content drip options.
ar: U kunt uw cursusinhoud plannen met behulp van de bovenstaande opties voor inhoud druppelen.

source: Course content unlocked after finishing prerequisites
ar: Cursusinhoud ontgrendeld na voltooiing van de vereisten

source: Course content available sequentially
ar: Cursusinhoud opeenvolgend beschikbaar

source: Content available after X days from enrollment
ar: Inhoud beschikbaar na X dagen na inschrijving

source: Schedule course contents by date
ar: Plan cursusinhoud op datum

source: Enable / Disable content drip
ar: Inhouddruppel in- / uitschakelen

source: Enable
ar: Inschakelen

source: Tutor Content Drip allow you to schedule publish topics / lesson
ar: Tutor Content Drip stelt u in staat om onderwerpen / les te publiceren

source: Content Drip
ar: Inhoud druppelen

source: There is an error with your Tutor Pro License. Automatic update has been turned off, %s Please check license %s
ar: Er is een fout opgetreden met uw Tutor Pro-licentie. Automatische update is uitgeschakeld, %s Controleer licentie %s

source: Connect with License key
ar: Maak verbinding met de licentiecode

source: Enter your license key here
ar: Voer hier uw licentiesleutel in

source: Already have your key? Enter it here
ar: Heeft u uw sleutel al? Voer deze hier in

source: Enter License Key
ar: Voer de licentiecode in

source: support
ar: ondersteuning

source: Please enter your license key. An active license key is needed for automatic plugin updates and
ar: Alstublieft uw licentie sleutel invoeren. Een actieve licentiesleutel is nodig voor automatische updates van plug-ins en

source: Get License Key
ar: Verkrijg een licentiecode

source: Power Up your Plugin
ar: Zet uw plugin aan

source: A valid license is required to unlock available features
ar: Een geldige licentie is vereist voor deze functies

source: Valid license required
ar: Geldige licentie vereist

source: Your license is not connected
ar: Uw licentie is niet aangesloten

source: License Type :
ar: Licentie type :

source: License Valid Until :
ar: Licentie geldig tot:

source: Licensed To
ar: Licentie op naam van

source: Your license is connected with
ar: Uw licentie is verbonden met

source: Contact Us
ar: Neem contact met ons op

source: Documentation
ar: Documentatie

source: About us
ar: Over ons

source: Support Forum
ar: Helpforum

source: Support
ar: Ondersteuning

source: Themes
ar: Thema's

source: Tutor Pro License
ar: Tutor Pro licentie

source: WooCommerce Subscriptions
ar: WooCommerce abonnementen

source: Delete
ar: Verwijderen

source: Total reviews %d
ar: Totaal aantal beoordelingen %d

source: Overview
ar: Overzicht

source: New registered teachers
ar: Nieuwe geregistreerde docenten

source: Registered at
ar: Geregistreerd bij

source: New registered students
ar: Nieuwe geregistreerde studenten

source: Question
ar: Vraag

source: Recent questions from students
ar: Recente vragen van studenten

source: Time
ar: Tijd

source: Rating
ar: Beoordeling

source: User
ar: Gebruiker

source: Recent reviews
ar: Recente recensies

source: ago
ar: geleden

source: Last enrolled courses
ar: Laatst ingeschreven cursussen

source: Enrolled
ar: Ingeschreven

source: Course Name
ar: Cursus naam

source: Most popular courses
ar: Meest populaire cursussen

source: Total Enrolled Course
ar: Totaal aantal ingeschreven cursussen

source: Student enrolment graph for %s
ar: Inschrijvingsgrafiek voor %s

source: Reviews
ar: Beoordelingen

source: Students
ar: Studenten

source: Instructors
ar: Instructeurs

source: Questions
ar: Vragen

source: Lessons
ar: Lessen

source: Courses
ar: Cursussen

source: This Week
ar: Deze week

source: Last Week
ar: Vorige week

source: This Month
ar: Deze maand

source: Last Month
ar: Vorige maand

source: This Year
ar: Dit jaar

source: Last Year
ar: Vorig jaar

source: Action
ar: Actie

source: Showing results from %s to %s
ar: Resultaten weergeven van %s tot %s

source: Showing results for the month of %s
ar: Resultaten weergeven voor de maand %s

source: Showing results for the year %s
ar: Resultaten weergeven voor het jaar %s

source: Report
ar: Rapport

source: List courses that must be completed before enrolling for this course.
ar: Cursussen die moeten worden voltooid voordat men zich kan inschrijven voor deze cursus.

source: Select a Course
ar: Selecteer een cursus

source: Select course
ar: Selecteer cursus

source: Please note that this course has the following prerequisites which must be completed before it can be accessed
ar: Houd er rekening mee dat deze cursus de volgende vereisten heeft die moeten worden voltooid voordat deze kan worden geopend

source: Course Prerequisite(s)
ar: Cursusvereiste(n)

source: Prerequisites
ar: Vereisten

source: Course Prerequisites
ar: Cursusvereisten

source: Multi Instructors
ar: Multi-instructeurs

source: Student completed a lesson (to teacher)
ar: Student heeft een les voltooid (voor leraar)

source: Asked Question (to teacher)
ar: Gestelde vraag (aan docent)

source: Course Enrolled (to teacher)
ar: Cursus ingeschreven (voor docent)

source: Course Completed (to teacher)
ar: Cursus voltooid (naar leraar)

source: Course Completed (to students)
ar: Cursus voltooid (voor studenten)

source: Quiz Finished
ar: Quiz voltooid

source: Variables that can be used inside templates
ar: Variabelen die in sjablonen kunnen worden gebruikt

source: Content type
ar: Inhoudstype

source: Event
ar: Evenement

source: Name
ar: Naam

source: Select when to send notification to the teachers
ar: Selecteer wanneer u een melding naar de docenten wilt sturen

source: A Student asked a Question in Q&amp;A
ar: Een student heeft een vraag gesteld in Vraag&Antwoord

source: A Student Completed Lesson
ar: Een student heeft een les afgerond

source: A Student Completed Course
ar: Een student heeft een cursus afgerond

source: A Student Enrolled in Course
ar: Een student is toegelaten in de cursus

source: E-Mail to Teachers
ar: E-mail naar docenten

source: Select when to send notification to the students
ar: Selecteer wanneer u een melding naar de studenten wilt sturen

source: Completed a Course
ar: Een cursus voltooid

source: Quiz Completed
ar: Quiz voltooid

source: E-Mail to Students
ar: E-mail naar studenten

source: Enable Disable Option to on/off notification on various event
ar: Schakel Optie uitschakelen in om melding over verschillende gebeurtenissen aan / uit te zetten

source: Enable/Disable
ar: Inschakelen / uitschakelen

source: E-Mail Notification
ar: E-mail notificatie

source: E-Mails
ar: E-mailberichten

source: If checked, any users/guest can view this lesson without enroll course
ar: Indien aangevinkt, kunnen alle gebruikers / gasten deze les bekijken zonder de cursus in te schrijven

source: This will allow user/guest to check some preview lesson in course before enroll
ar: Hierdoor kan de gebruiker / gast een voorbeeldles in de cursus bekijken voordat hij zich inschrijft

source: Enable Course Preview
ar: Schakel cursusvoorbeeld in

source: Tutor Course Attachments Settings
ar: Instellingen voor Tutor Cursusbijlagen

source: Course Preview
ar: Cursusvoorbeeld

source: Lesson Preview
ar: Lesvoorbeeld

source: Upload Attachment
ar: Upload bijlage

source: Course Attachments
ar: Cursusbijlagen

source: Attachments (private files)
ar: Bijlagen (privébestanden)

source: Select Certificate Template
ar: Selecteer certificaat template

source: Download Certificate
ar: Download certificaat

source: Certificate
ar: Certificaat

source: Upload a signature that will be printed at certificate.
ar: Upload een handtekening die bij het certificaat wordt afgedrukt.

source: Upload Signature
ar: Handtekening uploaden

source: Authorised company name will be printed under authorised name.
ar: De gemachtigde bedrijfsnaam wordt afgedrukt onder naam.

source: Authorised Company Name
ar: Gemachtigde bedrijfsnaam

source: Authorised name will be printed under signature.
ar: De gemachtigde naam wordt afgedrukt onder handtekening.

source: Authorised Name
ar: Naam gemachtigde

source: General
ar: Algemeen

source: Tutor Certificate
ar: Tutor Certificaat

source: Evaluate this submission
ar: Beoordeel deze opdracht

source: Evaluation
ar: Evaluatie

source: Assignment
ar: Toewijzing

source: Update Assignment
ar: Werk opdracht bij

source: Define maximum file size attachment in %s
ar: Definieer de maximale bestandsgrootte in bijlage in %s

source: Maximum file size limit
ar: Maximale bestandsgrootte

source: Define the number of files that a student can upload in this assignment. Input 0 to disable the option to upload.
ar: Definieer het aantal bestanden dat een student kan uploaden in deze opdracht. Voer 0 in om de optie voor uploaden uit te schakelen.

source: Allow to upload files
ar: Sta toe om bestanden te uploaden

source: Minimum points required for the student to pass this assignment.
ar: Minimum aantal punten vereist voor de student om voor deze opdracht te slagen.

source: Minimum Pass Points
ar: Minimale slagingspunten

source: Maximum points a student can score
ar: Maximale punten die een student kan scoren

source: Assignment time duration, set 0 for no limit.
ar: Tijdsduur opdracht, stel 0 in voor geen limiet.

source: Time Duration
ar: Tijds duur

source: Add attachments
ar: Voeg bijlagen toe

source: Remove
ar: Verwijderen

source: Attachments
ar: Bijlagen

source: Assignment title
ar: Opdracht titel

source: Date
ar: Datum

source: Duration
ar: Looptijd

source: Total Points
ar: Puntentotaal

source: Title
ar: Titel

source: View
ar: Bekijk

source: Started
ar: Begonnen

source: Maximum attachment upload size allowed is %d MB
ar: Maximaal toegestane grootte voor het uploaden van bijlagen is %d MB

source: Answer has been added successfully
ar: Antwoord is succesvol toegevoegd

source: An assignment is submitting currently, please submit previous one first
ar: Er is momenteel een opdracht ingediend, accepteer de vorige eerst.

source: Assignments
ar: Opdrachten

source: Course Categories
ar: Cursuscategorieën

source: Category wise membership
ar: Categorie afhankelijke lidmaatschap

source: Full website membership
ar: Volledig lidmaatschap van de website

source: Select a membership model
ar: Selecteer een lidmaatschapsmodel

source: Membership Model
ar: Lidmaatschapsmodel

source: Paid Memberships Pro
ar: Betaalde lidmaatschappen Pro

source: You must have a %s membership plan %s to enrol in this course.
ar: Je moet een %s lidmaatschapsplan %s hebben om je in te schrijven voor deze cursus.

source: Search
ar: Zoeken

source: You can search enrollments with enrol id, enrolment name, enrolment email, course title
ar: U kunt inschrijvingen zoeken met inschrijvings-id, inschrijvingsnaam, inschrijvings-e-mailadres, cursustitel

source: Info
ar: Informatie

source: Enroll a student
ar: Schrijf een student in

source: Enroll Student
ar: Schrijf student in

source: Order
ar: Bestellen

source: Course
ar: Cursus

source: Date : %s
ar: Datum: %s

source: Enrolment has been done
ar: De inschrijving is voltooid

source: Course Enrolled
ar: Cursus ingeschreven

source: This user has been already enrolled on this course
ar: Deze gebruiker is al ingeschreven voor deze cursus

source: Enrollments
ar: Inschrijvingen
