Repository: Mohammedabdooo/smarteducsd.eb2a.com
Catalog: Tutor.*.po
Languages: ar

source: Items <strong>%s</strong> of <strong>%s</strong> total
ar: Artikelen <strong> %s </strong> van totaal <strong> %s </strong>

source: Course Taken
ar: Cursus gevolgd

source: Registered
ar: Geregistreerd

source: Username
ar: Gebruikersnaam

source: User Search
ar: Gebruiker zoeken

source: Items <strong> %s </strong> of<strong> %s </strong> total
ar: Artikelen <strong> %s </strong> van totaal <strong> %s </strong>

source: Review
ar: Beoordeling

source: Enroll Date & Time
ar: Inschrijf datum en tijd

source: Incomplete
ar: Incompleet

source: Complete
ar: Compleet

source: Total Discussion
ar: Totale discussie

source: Take Quiz
ar: Doe een quiz

source: Total Lesson
ar: Totale les

source: Reviews Placed
ar: Recensies geplaatst

source: Completed Courses
ar: Voltooide cursussen

source: Enrolled Courses
ar: Ingeschreven cursussen

source: Email ID
ar: E-mail identiteit

source: User Name
ar: Gebruikersnaam

source: Display Name
ar: Weergavenaam

source: Never Login Before
ar: Nooit eerder ingelogd

source: Last Activity:
ar: Laatste activiteit:

source: tutor student profile photo
ar: tutor student profiel foto

source: Price
ar: Prijs

source: No Sales Data Found!
ar: Geen verkoopgegevens gevonden!

source: Total Order %d
ar: Totale bestelling %d

source: No Course Data Found!
ar: Geen cursusgegevens gevonden!

source: Course List
ar: Cursuslijst

source: Sort By
ar: Sorteer op

source: Category
ar: Categorie

source: Rating & Feedback
ar: Beoordeling en feedback

source: No Review Data Found!
ar: Geen recensiegegevens gevonden!

source: View Profile
ar: Bekijk profiel

source: %s (%s Ratings)
ar: %s (%s beoordelingen)

source: Total Courses
ar: Totaal aantal cursussen

source: No Instructor Data Found!
ar: Geen instructeursgegevens gevonden!

source: Progress
ar: Vooruitgang

source: Enroll Date
ar: Inschrijfdatum

source: No Students Data Found!
ar: Geen studentengegevens gevonden!

source: Refund
ar: Terugbetaling

source: Total Discount
ar: Totale korting

source: Total Earning
ar: Totale inkomen

source: Earnings
ar: Inkomsten

source: Sales Graph
ar: Verkoopgrafiek

source: Ratings
ar: Waarderingen

source: Course Continue
ar: Cursus doorgaan

source: Course Completed
ar: Cursus voltooid

source: Total Students
ar: Totaal aantal studenten

source: Total Quiz
ar: Totaal aantal quizen

source: Lesson
ar: Les

source: View Course
ar: Bekijk cursus

source: Edit with Builder
ar: Bewerk met Builder

source: Last Update:
ar: Laatste update:

source: Created:
ar: Gemaakt:

source: Check API Connection
ar: Controleer API-verbinding

source: Save Changes
ar: Wijzigingen opslaan

source: Enter Your Zoom Secret Key
ar: Voer uw Zoom-geheime sleutel in

source: Secret Key
ar: Geheime sleutel

source: Enter Your Zoom Api Key
ar: Voer uw Zoom Api-sleutel in

source: API Key
ar: API sleutel

source: Visit your Zoom account and fetch the API key to connect Zoom with your eLearning website. Create an app on Zoom by following this
ar: Ga naar uw Zoom-account en haal de API-sleutel op om Zoom te verbinden met uw eLearning-website. Maak een app op Zoom door dit te volgen

source: Setup your Zoom Integration
ar: Stel uw Zoom-integratie in

source: Select Where You Want to Record
ar: Selecteer waar u wilt opnemen

source: Local Drive
ar: Lokale schijf

source: Recording Settings
ar: Opname-instellingen

source: Only users logged into Zoom App can join the meeting
ar: Alleen gebruikers die zijn aangemeld bij de Zoom app kunnen deelnemen aan de vergadering

source: Enforce Login
ar: Inloggen afdwingen

source: Participants will join the meeting with audio muted
ar: Deelnemers nemen deel aan de vergadering met gedempt geluid

source: Mute Participants
ar: Deelnemers dempen

source: Participant will join the meeting with video enabled
ar: De deelnemer neemt deel aan de vergadering terwijl video is ingeschakeld

source: Participants video
ar: Deelnemersvideo

source: Host will join the meeting with video enabled
ar: De host neemt deel aan de vergadering waarbij video is ingeschakeld

source: Join meeting before the host starts the meeting. Only for scheduled or recurring meetings
ar: Neem deel aan de vergadering voordat de host de vergadering start. Alleen voor geplande of terugkerende vergaderingen

source: Join Before Host
ar: Word lid voordat je host

source: No Zoom meetings found
ar: Geen Zoom meetings gevonden

source: Search in here.
ar: Zoek hier.

source: Meeting List
ar: Meeting lijst

source: No Zoom meetings have been added yet
ar: Er zijn nog geen Zoom meetings toegevoegd

source: To add a new meeting, please open a course in editing mode.
ar: Om een nieuwe bijeenkomst toe te voegen, open je een cursus in bewerkingsmodus.

source: Please set your API Credentials. Without valid credentials, Zoom integration will not work
ar: Stel uw API-inloggegevens in. Zonder geldige inloggegevens werkt Zoom-integratie niet

source: Help
ar: Helpen

source: Settings
ar: Instellingen

source: Set API
ar: Stel API in

source: All Meetings
ar: Alle vergaderingen

source: You will need a Microphone, a PC running Windows or Mac OS, and preferably a Webcam to effectively hold a live class.
ar: Je hebt een microfoon nodig, een pc met Windows of Mac OS en bij voorkeur een webcam om effectief een live les te houden.

source: What Equipment Do I Need To Hold a Live Class?
ar: Welke apparatuur heb ik nodig om een live les te houden?

source: Zoom follows a freemium monetization plan. Therefore, for smaller-scaled and limited operations, Zoom is free. However, for medium to larger websites, it's best to upgrade to a premium plan to get the most out of this platform.
ar: Zoom volgt een freemium-plan voor het genereren van inkomsten. Daarom is Zoom gratis voor kleinschalige en beperkte bewerkingen. Voor middelgrote tot grotere websites is het echter het beste om te upgraden naar een premium abonnement om het meeste uit dit platform te halen.

source: Is Zoom Free to Use?
ar: Is Zoom gratis te gebruiken?

source: here
ar: hier

source: You can notify students about live lessons using Email Notifications and Announcements. Docs for Email Notifications can be found.
ar: U kunt studenten informeren over live lessen met behulp van e-mailmeldingen en aankondigingen. Documenten voor e-mailmeldingen zijn te vinden.

source: How Do I Notify Students about Live Lessons?
ar: Hoe breng ik studenten op de hoogte van live lessen?

source: You can create a live lesson by going into any Tutor LMS course editor. There, you will see a section called Zoom Meeting from where you can schedule a General Zoom meeting. You can also add lesson-specific meetings by navigating into any topic and then selecting the <strong>Zoom Live Lesson</strong> option.
ar: U kunt een live les maken door naar een willekeurige Tutor LMS cursuseditor te gaan. Daar ziet u een sectie genaamd Zoom Meeting waar u een General Zoom meeting kunt plannen. U kunt ook lesspecifieke bijeenkomsten toevoegen door naar een onderwerp te navigeren en vervolgens de optie <strong> Zoom Live Les</strong> te selecteren.

source: How Do I Create a Live Lesson on Tutor MS?
ar: Hoe maak ik een live les met Tutor MS?

source: To connect Zoom with your eLearning website powered by Tutor LMS, you need to first create an app on Zoom by following this link. Then create a JWT, copy the API Credentials, and paste it to the Tutor LMS backend by navigating to <strong>WP Admin > Tutor LMS Pro > Zoom > Set API</strong>.
ar: Om Zoom te verbinden met uw eLearning-website, mogelijk gemaakt door Tutor LMS, moet u eerst een app op Zoom maken door deze link te volgen. Maak vervolgens een JWT, kopieer de API-inloggegevens en plak deze in de Tutor LMS-backend door naar <strong> WP Admin> Tutor LMS Pro> Zoom> API instellen </strong> te gaan.

source: How Do I Connect Zoom With my LMS Website?
ar: Hoe verbind ik Zoom met mijn LMS-website?

source: Save Meeting
ar: Bewaar Meeting

source: Local
ar: Lokaal

source: No Recordings
ar: Geen opnames

source: Auto Recording
ar: Automatische opname

source: Time Zone
ar: Tijdzone

source: Minutes
ar: Minuten

source: Meeting Duration
ar: Meetingsduur

source: Meeting Time
ar: Meeting tijd

source: Meeting Summary
ar: Meeting verslag

source: Meeting Host
ar: Meeting gastheer

source: Meeting Name
ar: Meeting naam

source: Start Time
ar: Starttijd

source: Create a Zoom Meeting
ar: Maak een Zoom Meeting

source: Connect with your students using Zoom
ar: Maak contact met uw studenten via Zoom

source: LMS Report
ar: LMS rapport

source: Sales
ar: Verkoop

source: Reply
ar: Antwoord

source: Instructor application rejected (to teacher)
ar: Instructeursaanvraag afgewezen (naar docent)

source: Instructor application approved (to teacher)
ar: Instructeursaanvraag goedgekeurd (voor docent)

source: Instructor application received (to teacher)
ar: Instructeursaanvraag ontvangen (naar docent)

source: Withdrawal request approved (to teacher)
ar: Verzoek tot uitbetaling goedgekeurd (naar leraar)

source: Withdrawal request rejected (to teacher)
ar: Verzoek tot uitbetaling afgewezen (naar leraar)

source: New withdrawal request received (to teacher)
ar: Nieuw uitbetalingsverzoek ontvangen (aan leraar)

source: New withdrawal request (to admin)
ar: Nieuw uitbetalingsverzoek (naar admin)

source: Rate course and instructor (to student)
ar: Beoordeel cursus en instructeur (voor student)

source: Feedback submitted for quizname (to student)
ar: Feedback ingediend voor quiznaam (aan student)

source: Q&A message answered (to student)
ar: Q & A-bericht beantwoord (aan student)

source: New announcement posted to course (to students)
ar: Nieuwe aankondiging gepost op cursus (voor studenten)

source: Student removed from course (to student)
ar: Student verwijderd uit cursus (naar student)

source: Assignment has been Evaluate (to student)
ar: Opdracht is geëvalueerd (naar student)

source: New Assignment Submitted (to instructor)
ar: Nieuwe opdracht ingeleverd (aan docent)

source: Course Edited/Updated (to admin)
ar: Cursus bewerkt / bijgewerkt (naar admin)

source: New Course Published (to admin)
ar: Nieuwe cursus gepubliceerd (naar admin)

source: New Course Submitted for Review (to admin)
ar: Nieuwe cursus ingediend voor beoordeling (naar admin)

source: New Student Sign Up (to admin)
ar: Aanmelden nieuwe student (naar admin)

source: New Instructor Sign Up (to admin)
ar: Nieuwe instructeur aanmelden (voor admin)

source: Student completed Submitted quiz
ar: Student voltooide ingediende quiz

source: Course Enrolled (to student)
ar: Cursus ingeschreven (voor student)

source: On
ar: Aan

source: Valid Certificate ID
ar: Geldige certificaat-ID

source: on
ar: op

source: online course of
ar: online cursus van

source: has successfully completed
ar: heeft succesvol afgerond

source: This is to certify that
ar: Hierbij wordt verklaard dat

source: minute
ar: minuut

source: minutes
ar: minuten

source: hour
ar: uur

source: hours
ar: uren

source: Certificate of Achievement
ar: Certificaat van voltooiing

source: VERIFIED
ar: GEVERIFIEERD

source: Write a feedback
ar: Schrijf een feedback

source: Only number is allowed
ar: Alleen nummer is toegestaan

source: Back
ar: Terug

source: Assignment Updated
ar: Opdracht bijgewerkt

source: Success
ar: Succes

source: Action Failed
ar: Actie mislukt

source: Error
ar: Fout

source: Hours
ar: Uren

source: Weeks
ar: Weken

source: You are now enrolled in a course on %site_url% from Google Classroom %class_name%. Your validated credentials for %site_url% are attached below.
ar: Je bent nu ingeschreven voor een cursus op %site_url% van Google Classroom %class_name%. Uw gevalideerde inloggegevens voor %site_url% zijn hieronder bijgevoegd.

source: Hello
ar: Hallo

source: Please, Verify Your Email Address
ar: Verifieer uw email adres alstublieft

source: Go to Classroom
ar: Ga naar Classroom

source: Start Course
ar: Start cursus

source: Set Password
ar: Stel een wachtwoord in

source: Re-type Password
ar: Geef nogmaals het wachtwoord

source: Load Credentials
ar: Haal gegevens op

source: Browse File
ar: Bestand zoeken

source: or
ar: of

source: Drag & Drop your JSON File here
ar: Sleep uw JSON-bestand hierheen

source: Create OAuth access data and upload Credentials JSON from %s Google Console %s. As a redirect URI set %s
ar: Maak OAuth-toegangsgegevens en upload de JSON-aanmeldingsgegevens van %s Google Console %s. Als een omleidings-URI stel %s in

source: Only logged in students can see the classroom invite code
ar: Alleen ingelogde studenten kunnen de uitnodigingscode voor de klas zien

source: Control the visibility and privacy for the Google Classroom data
ar: Beheer de zichtbaarheid en privacy voor de Google Classroom-gegevens

source: Classroom Access Settings
ar: Instellingen voor toegang tot klaslokalen

source: Use Another Account
ar: Gebruik een ander account

source: Sure to use another account?
ar: Weet u zeker dat u een ander account wilt gebruiken?

source: Here is a list of Classrooms on your current Google account.
ar: Hier is een lijst met Classrooms op uw huidige Google-account.

source: Classroom List
ar: Klaslokaal lijst

source: Change Credential
ar: Verander kwalificatie

source: Allow Permissions
ar: Toestemmingen toestaan

source: Press the button to grant permissions to your Google Classroom. Please allow all required permissions.
ar: Druk op de knop om machtigingen te verlenen aan je Google Classroom. Sta alstublieft alle vereiste toestemmingen toe.

source: Please complete the authorization process
ar: Voltooi het autorisatieproces

source: Restore
ar: Herstellen

source: Edit
ar: Bewerk

source: Preview
ar: Voorbeeld

source: Publish
ar: Publiceren

source: Apply
ar: Pas toe

source: Delete Permanently
ar: Permanent verwijderen

source: Class Code
ar: Klas code

source: Import Date
ar: Importdatum

source: Class Name
ar: Naam van de klas

source: Select All
ar: Selecteer alles

source: Next
ar: Volgende

source: Previous
ar: Vorige

source: No Class
ar: Geen les

source: Only logged in students in a specific classrooom can join.
ar: Alleen ingelogde studenten in een bepaalde klas kunnen deelnemen.

source: Under Review
ar: Onderzocht

source: Continue to Meeting
ar: Ga door naar Meeting

source: Expired
ar: Niet meer geldig

source: Zoom successfully connected
ar: Zoom succesvol verbonden

source: Please Enter Valid Credentials
ar: Voer geldige inloggegevens in

source: Settings Updated
ar: Instellingen bijgewerkt

source: Meeting Successfully Deleted
ar: Meeting succesvol verwijderd

source: Meeting Successfully Saved
ar: Meeting succesvol opgeslagen

source: Invalid Api Credentials
ar: Ongeldige API-inloggegevens

source: Zoom Live Lesson
ar: Zoom Live Les

source: Description.
ar: Omschrijving.

source: No Meetings found in Trash.
ar: Geen vergaderingen gevonden in prullenbak.

source: No Meeting found.
ar: Geen vergadering gevonden.

source: Parent Meetings:
ar: Oudervergaderingen:

source: Search Meetings
ar: Zoek Meetings

source: View Meeting
ar: Bekijk Meeting

source: Edit Meeting
ar: Vergadering bewerken

source: New Meeting
ar: Nieuwe vergadering

source: Select when to send notification to the admin
ar: Selecteer wanneer u een melding naar de beheerder wilt sturen

source: Course Edited/Updated
ar: Cursus bewerkt / bijgewerkt

source: New Course Published
ar: Nieuwe cursus gepubliceerd

source: New Course Submitted for Review
ar: Nieuwe cursus ingediend voor beoordeling

source: New Student Signup
ar: Aanmelding voor nieuwe studenten

source: New Instructor Signup
ar: Nieuwe aanmelding als instructeur

source: E-Mail to Admin
ar: E-mail naar Admin

source: Instructor Application Rejected
ar: Instructeursaanvraag afgewezen

source: Instructor Application Accepted
ar: Instructeursaanvraag geaccepteerd

source: Withdrawal Request Rejected
ar: Verzoek tot uitbetaling afgewezen

source: Withdrawal Request Approved
ar: Verzoek tot uitbetaling goedgekeurd

source: Student Submitted Assignment
ar: Door student ingeleverde opdracht

source: Student Submitted Quiz
ar: Door student ingezonden quiz

source: Rate Course and Instructor After Course Completed
ar: Beoordeel cursus en instructeur nadat de cursus is voltooid

source: Feedback submitted for Quiz Attempt
ar: Feedback ingediend voor quizpoging

source: Q&A Message Answered
ar: Q & A-bericht beantwoord

source: New Announcement Posted
ar: Nieuwe aankondiging geplaatst

source: Assignment Graded
ar: Opdracht beoordeeld

source: Remove from Course
ar: Verwijderen uit cursus

source: Withdrawal Request Received
ar: Verzoek tot uitbetaling ontvangen

source: New Withdrawal Request
ar: Nieuw uitbetalingsverzoek

source: Withdrawal Request Rejection
ar: Afwijzing verzoek tot uitbetaling

source: Withdrawal Request Approval
ar: Verzoek tot uitbetaling goedkeuring

source: Instructor Application Rejection
ar: Afwijzing van aanvraag van instructeur

source: Instructor Application Approval
ar: Goedkeuring instructeursaanvraag

source: New Announcement on course
ar: Nieuwe aankondiging voor cursus

source: Announcement updated on course
ar: Aankondiging bijgewerkt op cursus

source: Instructor Application Received
ar: Instructeursaanvraag ontvangen

source: Resources
ar: Middelen

source: How you want users to view attached files.
ar: Hoe u wilt dat gebruikers bijgevoegde bestanden bekijken.

source: View in new tab
ar: Bekijk in nieuw tabblad

source: Download
ar: Downloaden

source: Attachment Open Mode
ar: Bijlage Open Mode

source: no text on the image
ar: geen tekst op de afbeelding

source: File Support
ar: Bestandsondersteuning

source: Guidelines
ar: Richtlijnen

source: Certificate Signature
ar: Certificaat handtekening

source: By enabling this option, the student will be able to verify and share their certificates URL which is publicly accessible
ar: Door deze optie in te schakelen, kan de student de URL van zijn certificaat verifiëren en delen, die openbaar toegankelijk is

source: View Certificate
ar: Bekijk certificaat

source: Show instructor name on certificate before Authorised Name
ar: Toon instructeursnaam op certificaat vóór gemachtigde naam

source: Show instructor name on certificate
ar: Toon instructeursnaam op certificaat

source: Disable Certificate
ar: Schakel certificaat uit

source: My course completion certificate for
ar: Mijn certificaat voor voltooiing van de cursus voor

source: Course Completion Certificate
ar: Certificaat voor voltooiing van de cursus

source: Assignment Name
ar: Opdracht naam

source: Yes
ar: Ja

source: No
ar: Nee

source: No Limit
ar: Geen limiet

source: Course:
ar: Cursus:

source: Get Membership
ar: Lid worden

source: Export
ar: Exporteren

source: Import Quiz
ar: Quiz importeren

source: Free
ar: Vrij

source: Membership Required
ar: Lidmaatschap vereist

source: Connect Tutor Course
ar: Connect Tutor Cursus

source: Password Setup
ar: Wachtwoord instellen

source: Enrollment Status
ar: Inschrijving status

source: Maximum student is reached!
ar: Maximaal aantal studenten is bereikt!

source: If you use OS native cron, then disable it.
ar: Als u de native cron van het besturingssysteem gebruikt, schakelt u deze uit.

source: Disable WP Cron
ar: Schakel WP Cron uit

source: Content Drip Mailer Cron
ar: Inhoud druppelen Mailer Cron

source: Content Drip: New Assignment Published
ar: Inhoud druppelen: Nieuwe opdracht gepubliceerd

source: Content Drip: New Quiz Published
ar: Inhoud druppelen: Nieuwe quiz gepubliceerd

source: Content Drip: New Lesson Published
ar: Inhoud druppelen: Nieuwe les gepubliceerd

source: Content Drip Type
ar: Inhoud druppelen type

source: Assign this course to BuddyPress Groups
ar: Wijs deze cursus toe aan BuddyPress-groepen

source: User finished quiz
ar: Gebruiker heeft de quiz voltooid

source: User started quiz
ar: Gebruiker gestart met quiz

source: User updated a lesson
ar: De gebruiker heeft een les bijgewerkt

source: User creates a lesson
ar: De gebruiker maakt een les

source: User completes a course
ar: Gebruiker voltooit een cursus

source: User Starts a course
ar: Gebruiker start een cursus

source: User Enrolled a course
ar: Gebruiker heeft zich voor een cursus ingeschreven

source: Which Tutor LMS activity should be displayed in this group?
ar: Welke Tutor LMS activiteit moet in deze groep worden weergegeven?

source: Course Settings
ar: Cursusinstellingen

source: Done with %s, it was a challenging quiz.
ar: Klaar met %s, het was een uitdagende quiz.

source: I just started taking the quiz %s, come and take it with me.
ar: Ik ben net begonnen met het doen van de quiz %s, kom en neem hem mee.

source: I updated my lesson on %s to add more relevant content. See what’s new!
ar: Ik heb mijn les op %s bijgewerkt om meer relevante inhoud toe te voegen. Zie wat er nieuw is

source: I have created a new lesson %s for my course %s. Go check it out!
ar: Ik heb een nieuwe les %s gemaakt voor mijn cursus %s. Ga het bekijken!

source: Starting with %s from today. Wish me luck!
ar: Beginnend met %s vanaf vandaag. Wens me succes!

source: Just got enrolled in %s, looks very promising! You should check it out as well.
ar: Ik ben net ingeschreven voor %s, ziet er veelbelovend uit! Je moet het ook eens bekijken.

source: I just completed learning %s. It was super insightful!
ar: Ik heb net %s geleerd. Het was super inzichtelijk!

source: Enable / Disable BuddyPress group activity feeds
ar: Activeer / deactiveer BuddyPress-groepsactiviteitenfeeds

source: Assign this course to a BuddyPress Group
ar: Wijs deze cursus toe aan een BuddyPress-groep

source: BuddyPress Groups
ar: BuddyPress groepen

source: Enrolled in total %s courses by you
ar: Door jou ingeschreven voor total %s cursussen

source: Instructor
ar: Instructeur

source: Capture Residual Revenue with Recurring Payments.
ar: Leg restopbrengsten vast met terugkerende betalingen.

source: Connect Tutor LMS with Zoom to host live online classes. Students can attend live classes right from the lesson page.
ar: Verbind Tutor LMS met Zoom om live online lessen te hosten. Studenten kunnen rechtstreeks vanaf de lespagina live lessen bijwonen.

source: Zoom Integration
ar: Zoom integratie

source: Check your course performance through Tutor Report stats.
ar: Controleer uw cursusprestaties via Tutor Report-statistieken.

source: Specific course you must complete before you can enroll new course by Tutor Prerequisites
ar: Specifieke cursus die u moet voltooien voordat u een nieuwe cursus kunt inschrijven via Tutor vereisten

source: Start a course with multiple instructors by Tutor Multi Instructors
ar: Start een cursus met meerdere instructeurs door Tutor Multi Instructors

source: Send email on various tutor events
ar: Stuur een e-mail over verschillende tutor evenementen

source: Unlock some lessons for students before enrollment.
ar: Ontgrendel enkele lessen voor studenten voordat ze zich inschrijven.

source: Add unlimited attachments/ private files to any Tutor course
ar: Voeg onbeperkte bijlagen / privébestanden toe aan elke Tutor-cursus

source: Students will be able to download a certificate after course completion.
ar: Studenten kunnen een certificaat downloaden nadat de cursus is voltooid.

source: Tutor assignments is a great way to assign tasks to students.
ar: Tutoropdrachten is een geweldige manier om taken aan studenten toe te wijzen.

source: Unlock Course depending on Restrict Content Permission.
ar: Ontgrendel cursus afhankelijk van toestemming voor inhoud beperken.

source: Restrict Content Pro
ar: Beperk Content Pro

source: Maximize revenue by selling membership access to all of your courses.
ar: Maximaliseer uw inkomsten door lidmaatschapstoegang tot al uw cursussen te verkopen.

source: Shows student progress from assignment and quiz
ar: Toont de voortgang van de studenten van opdracht en quiz
